num1 = int(input("Веедите первое число:")) # num1  это переменная int перевод строчки из строково режима в числовой чтобы можно было их слаждивать
#  так  как слаживает только   переменные формата int и float целые и плавающие
#string
num2 = int(input("Веедите второе число:")) #типа строчки
num1 +=5
#num1 -=5  и так далее

print ("итого у нас вышло", num1 + num2)
print ("итого у нас вышло", num1 / num2)
print ("итого у нас вышло", num1 - num2)
print ("итого у нас вышло", num1 * num2)
print ("итого у нас вышло", num1 ** num2)
print ("итого у нас вышло", num1 // num2)

word = "Hi" # string  строчка
print(word * 2) #умножение строчки на 2
del word

#word = true #буленская перемнеаая